Repository: erkin7333/shop_app
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Buyurtmani tasdiqlash
ru: Подтвердите заказ

source: Profilni ozgartirish
ru: Сменить профиль

source: Parolni uzgartirish
ru: Измени пароль

source: Mahsulot qoshish
ru: Дополнение к продукту

source: Buyurtma tarixi
ru: Дата заказа

source: maxsulot qo'shing
ru: Дополнение к продукту

source: Barcha maxsulotlar shuyerda
ru: Все товары здесь

source: categoryalardan tanlang
ru: выбрать из категорий

source: Maxsulot categoriyalari
ru: Покупайте по категориям

source: Maxsulotlarni brendlar
ru: Продукт brand

source: asosida xarid qiling
ru: купить на основе

source: Mahsulot fotosi
ru: Дополнение к продукту

source: Nomi
ru: Названия

source: Narxi
ru: Цена

source: Soni
ru: Количество

source: Jami
ru: Всего

source: Xarakat
ru: Действия

source: Savatcha
ru: Корзинка

source: Jami summa:
ru: Итого:

source: Xammasini ochirish
ru: Удалить все

source: Maxsulotlarni categoriyalar asosida xarid qiling
ru: Покупайте товары по категориям

source: Korish
ru: Осмотреть

source: Savatdagi narsalar
ru: Товары в корзине

source: Product
ru: Названия Продукта

source: Categorya
ru: Категория

source: Brand
ru: Бранд

source: Reyting
ru: Рейтинг

source: Yangilash
ru: Обновлять

source: Saqlash
ru: Сохранить

source: Buyurtmalar
ru: Заказы

source: Buyurtma identifikatori:
ru: Индефикатция заказа:

source: Buyurtma holati:
ru: Состояния заказа:

source: Buyurtma vaqti:
ru: Дата заказа

source: Buyurtmachi:
ru: Заказчик

source: Telefon raqami:
ru: Номер телефона

source: Elektron manzili:
ru: Электрон адресс:

source: Yuk haqida ma'lumot:
ru: Инфо о продукте

source: Rasmi
ru: Фото

source: Maxsulot
ru: Продукт

source: Umumiy narxi
ru: Обшая цена

source: To'lov
ru: Оплата

source: Categoriya
ru: Категория

source: Nomi:
ru: Названия:

source: Sotuvda
ru: В продаже

source: Oldingi narx:
ru: Предыдущая цена:

source: Xozirgi narx:
ru: Текущая цена:

source: Savatchaga qoshish
ru: Добавить в корзину

source: Tavsif
ru: Описание

source: Xususiyat
ru: Характерная черта

source: Klient
ru: Клиент

source: Product nomi
ru: Названия Продукта

source: Mahsulot brandi
ru: Продукт brand

source: Mahsukot reytingi
ru: Рейтинг продукции

source: Sotuvda nechta bor
ru: Сколько в продаже

source: Qo'shilgan vaqti
ru: Добавленное время

source: Dokon qiziqarli
ru: Топ Магазин

source: Premium mahsulotimizni ko'rib chiqing
ru: Ознакомьтесь с нашим Premium продуктом

source: Hozir korib chiqish
ru: Смотреть продукты

source: Bozorda mashhur mahsulot
ru: Популярный продукт на рынке

source: Ommabop
ru: Популярный

source: Mahsulot
ru: Продукт

source: Bizning mahsulotimiz
ru: Наш продукт

source: Siz uchbu narsa boyicha qidirdingiz
ru: Вы искали эти вещи

source: Bow sahifa
ru: Главная страница

source: Bizning missiyamiz
ru: Наша цель

source: Havolalar
ru: Отделы

source: Galereya
ru: Галерея

source: Contaktlar
ru: Контакты

source: Bow offis
ru: Главный офис

source: Telefon nomer
ru: Номер телефона
